tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "minio/stable"
tap "vitorgalvao/tiny-scripts"
tap "yleisradio/terraforms"
brew "ack"
brew "act"
brew "giflib"
brew "zstd"
brew "openexr"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "pkg-config"
brew "cbc"
brew "certbot"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "fortune"
brew "proj"
brew "libpq"
brew "netcdf"
brew "gdal"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jless"
brew "oniguruma"
brew "jq"
brew "k3d"
brew "kubeconform"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "libksba"
brew "libmagic"
brew "libyaml"
brew "lolcat"
brew "lzlib"
brew "mas"
brew "mosh"
brew "mtr"
brew "neofetch"
brew "nmap"
brew "postgresql@14"
brew "pwgen"
brew "pyenv", args: ["HEAD"]
brew "pyenv-virtualenv"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "sops"
brew "speedtest-cli"
brew "starship"
brew "swig"
brew "terraform"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "translate-shell"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "yamllint"
brew "ykman"
brew "yq"
brew "zlib"
brew "fluxcd/tap/flux"
brew "minio/stable/mc"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "audacity"
cask "blackhole-2ch"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "discord"
cask "doxie"
cask "elgato-stream-deck"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gpg-suite"
cask "hex-fiend"
cask "iterm2"
cask "ithoughtsx"
cask "monitorcontrol"
cask "obs"
cask "opensc"
cask "pgadmin4"
cask "postman"
cask "qgis"
cask "redisinsight"
cask "sequel-pro"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "yed"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "DevCleaner", id: 1388020431
mas "Discovery", id: 1381004916
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PodcastSoundboard", id: 1265723161
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "coolbear.systemd-unit-file"
vscode "d-biehl.robotcode"
vscode "darkriszty.markdown-table-prettify"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dpkristensen-garmin.udev-rules"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "James-Yu.latex-workshop"
vscode "jasonnutter.vscode-codeowners"
vscode "l2fprod.terraform-fork"
vscode "lextudio.restructuredtext"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "reduckted.vscode-gitweblinks"
vscode "samuelcolvin.jinjahtml"
vscode "skyapps.fish-vscode"
vscode "Stephanvs.dot"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "trond-snekvik.simple-rst"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
