tap "fluxcd/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jerr0328/cask-eid"
tap "minio/stable"
tap "vitorgalvao/tiny-scripts"
tap "yleisradio/terraforms"
brew "ack"
brew "act"
brew "giflib"
brew "openexr"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "pkg-config"
brew "coreutils"
brew "cowsay"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "exa"
brew "zstd"
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "fortune"
brew "proj"
brew "netcdf"
brew "gdal"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperkit"
brew "imagemagick"
brew "jless"
brew "oniguruma"
brew "jq"
brew "jupyterlab"
brew "k3d"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "libksba"
brew "libmagic"
brew "libyaml"
brew "lolcat"
brew "lzlib"
brew "mas"
brew "mosh"
brew "mtr"
brew "mysql-client"
brew "neofetch"
brew "nmap"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "sops"
brew "starship"
brew "swig"
brew "terraform"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "translate-shell"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "yamllint"
brew "ykman"
brew "yq"
brew "zlib"
brew "fluxcd/tap/flux"
brew "heroku/brew/heroku"
brew "minio/stable/mc"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "audacity"
cask "aws-vault"
cask "blackhole-2ch"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "doxie"
cask "eid-be"
cask "eid-be-viewer"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hex-fiend"
cask "intel-power-gadget"
cask "iterm2"
cask "ithoughtsx"
cask "monitorcontrol"
cask "ngrok"
cask "obs"
cask "opensc"
cask "osxfuse"
cask "pgadmin4"
cask "postman"
cask "qgis"
cask "sequel-pro"
cask "skype"
cask "steam"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "yed"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "DevCleaner", id: 1388020431
mas "Discovery", id: 1381004916
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PodcastSoundboard", id: 1265723161
mas "Slack", id: 803453959
