tap "getsentry/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jerr0328/cask-eid"
tap "minio/stable"
tap "nektos/tap"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "freetype"
brew "fontconfig"
brew "cmu-sphinxbase"
brew "coreutils"
brew "cowsay"
brew "dfu-util"
brew "docker-credential-helper-ecr"
brew "exa"
brew "giflib"
brew "gmp"
brew "pkg-config"
brew "tesseract"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "flake8"
brew "fltk"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "go-jira"
brew "go@1.12"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "kubectx"
brew "kubeless"
brew "libksba"
brew "liblwgeom"
brew "libmagic"
brew "libyaml"
brew "lolcat"
brew "lzlib"
brew "mas"
brew "mercurial"
brew "mosh"
brew "mtr"
brew "mysql-client"
brew "neofetch"
brew "netcdf"
brew "nmap"
brew "packer"
brew "qt"
brew "poppler"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyqt"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "sphinx"
brew "starship"
brew "swig"
brew "terraform"
brew "tesseract-lang"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "translate-shell"
brew "travis"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "yamllint"
brew "zlib"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "minio/stable/mc"
brew "nektos/tap/act"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "appcleaner"
cask "basictex"
cask "bitwarden"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "docker"
cask "doxie"
cask "eid-be"
cask "eid-be-viewer"
cask "firefox"
cask "font-dejavu-sans"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "gcc-arm-embedded"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hex-fiend"
cask "iterm2"
cask "ithoughtsx"
cask "java"
cask "meld"
cask "monitorcontrol"
cask "ngrok"
cask "osxfuse"
cask "pgadmin4"
cask "postman"
cask "qgis"
cask "sequel-pro"
cask "skype"
cask "steam"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "yed"
mas "Amphetamine", id: 937984704
mas "DevCleaner", id: 1388020431
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
