jethrokuan/z
edc/bass
oh-my-fish/plugin-thefuck
barnybug/docker-fish-completion
aliz-ai/google-cloud-sdk-fish-completion
daenney/pyenv
oh-my-fish/plugin-aws
jorgebucaran/fish-nvm
rbenv/fish-rbenv
